"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 60000, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 1072874, \"word_counts\": \"{\\\"confiserie\\\": 42040, \\\"chewing_gums\\\": 3096, \\\"<eos>\\\": 536437, \\\"confiseries_de_chocolat\\\": 15232, \\\"bonbons,_sucettes_et_confiserie_de_sucre\\\": 11154, \\\"beers_&_ciders\\\": 6120, \\\"beers\\\": 19774, \\\"biscuiterie_sucree\\\": 28540, \\\"biscuits_secs\\\": 5848, \\\"barres_cerealieres\\\": 2724, \\\"frais_non_laitiers_ls\\\": 2098, \\\"fruits_secs\\\": 3388, \\\"petits_dejeuners\\\": 62906, \\\"confitures\\\": 12318, \\\"patisserie\\\": 14002, \\\"gateaux,_roules,_pains_d'epices_et_nonnettes\\\": 5166, \\\"gouters\\\": 3498, \\\"cereales\\\": 7650, \\\"produits_aperitifs\\\": 20156, \\\"biscuits_sales\\\": 7482, \\\"papier_de_la_maison\\\": 8548, \\\"mouchoirs_en_papier\\\": 2510, \\\"pates_a_tartiner\\\": 2684, \\\"fresh_dairy_products\\\": 43394, \\\"fresh_desserts\\\": 18300, \\\"hygiene_cheveux\\\": 56824, \\\"apres_shampooings_et_soins\\\": 10130, \\\"shampooings\\\": 34416, \\\"butter_eggs_&_milk\\\": 19536, \\\"non_dairy_drinks_and_creams\\\": 3438, \\\"miels\\\": 6390, \\\"cookies\\\": 1870, \\\"extrudes_et_tuiles\\\": 8402, \\\"hygiene_corporelle_et_soins_beaute\\\": 115312, \\\"coffret_de_toilette\\\": 2672, \\\"savons_de_toilette_et_pains_dermatologiques\\\": 5202, \\\"cremes_de_marrons\\\": 484, \\\"conserves_de_fruits\\\": 9848, \\\"compotes_appertisees_et_fraiches\\\": 8270, \\\"alcools_et_liqueurs\\\": 19598, \\\"rhums\\\": 4280, \\\"sucres_et_epicerie_patisserie\\\": 13848, \\\"aide_a_la_patisserie\\\": 8486, \\\"viennoiseries\\\": 5630, \\\"papier_de_la_personne\\\": 18140, \\\"changes_et_couches_culottes\\\": 8542, \\\"biscuits_patissiers\\\": 6626, \\\"whisky\\\": 8512, \\\"biscuits_chocolat_et_fruits\\\": 6568, \\\"produits_depilatoires\\\": 4444, \\\"hygiene_dentaire\\\": 24698, \\\"hygiene_buccale_et_bains_de_bouche\\\": 3762, \\\"epilateurs,_lumiere_pulsee_etc\\\": 120, \\\"panification_seche\\\": 4902, \\\"toasts_galettes_et_crackers\\\": 2178, \\\"entretien_courant\\\": 37478, \\\"desodorisants\\\": 9788, \\\"ice_cream_and_desserts\\\": 16924, \\\"bulk_ice_cream_and_sorbets\\\": 6598, \\\"nettoyants_menagers\\\": 9474, \\\"entretien_du_linge\\\": 22776, \\\"lessives_generalistes\\\": 13914, \\\"produit_vaisselle_main\\\": 3664, \\\"flavored_yoghurts\\\": 8990, \\\"blond_beers\\\": 8684, \\\"brown_beers\\\": 2490, \\\"sirops_d'erable_et_assimiles\\\": 214, \\\"tampons\\\": 1662, \\\"serviettes_et_proteges_slips\\\": 5324, \\\"produit_d'incontinence\\\": 2612, \\\"toilette_intime\\\": 2104, \\\"produit_wc,_blocs,_gels\\\": 3898, \\\"entretien_specifique\\\": 6992, \\\"entretien_bois_et_meubles\\\": 366, \\\"pains_grilles_et_braises\\\": 1072, \\\"brsa_non_gazeuses\\\": 27540, \\\"jus_de_fruits\\\": 15644, \\\"charcuterie\\\": 50740, \\\"saucisserie_et_charcuterie_tranchee\\\": 27950, \\\"pates_et_rillettes\\\": 5902, \\\"aliments_infantiles\\\": 29984, \\\"aliments_bebe\\\": 25082, \\\"savons_de_menage\\\": 544, \\\"gins/vodkas/tequilas\\\": 1486, \\\"assaisonnements_et_condiments\\\": 25062, \\\"vinaigres\\\": 1802, \\\"dentifrice\\\": 15884, \\\"laits_infantiles\\\": 4902, \\\"lessives_specialistes\\\": 1676, \\\"jambon_cuit,_epaule_et_rotis\\\": 4992, \\\"biscuits_petit_dejeuner\\\": 1406, \\\"boucherie\\\": 13156, \\\"saucisses_et_brochettes\\\": 3220, \\\"canard\\\": 612, \\\"traiteur\\\": 40874, \\\"plats_cuisines_frais\\\": 12864, \\\"plain_yoghurts\\\": 3822, \\\"cottage_cheese\\\": 9628, \\\"madeleines,_brownies,_muffins\\\": 1642, \\\"cotons_et_cotons_tiges\\\": 1328, \\\"tablettes_de_chocolat\\\": 12558, \\\"insecticides\\\": 3586, \\\"jambon_cru\\\": 5378, \\\"lardons_et_des\\\": 476, \\\"potages_et_sauces\\\": 29706, \\\"sauces_chaudes,_froides_et_deshydratees\\\": 11978, \\\"viande_hachee\\\": 1238, \\\"nettoyants_vitres\\\": 378, \\\"puericulture\\\": 12786, \\\"hygiene_et_soins_pour_bebe\\\": 7292, \\\"brosse,_chiffon,_lingettes\\\": 1798, \\\"balais,_plumeaux\\\": 1650, \\\"produits_entretien_et_gros_travaux\\\": 388, \\\"adoucisseur_d'eau/detartrant\\\": 632, \\\"lames_et_rasoirs\\\": 4526, \\\"gels_douche\\\": 17980, \\\"papiers_toilette\\\": 2818, \\\"essuie-tout\\\": 1808, \\\"jambons_cuits_de_volailles\\\": 3064, \\\"poulet\\\": 5222, \\\"low_alcohol_beers\\\": 586, \\\"flavoured_beers\\\": 2144, \\\"wheat_beers\\\": 1164, \\\"alcohol_free_beers\\\": 302, \\\"deboucheur_et_produits_fosses_septique\\\": 750, \\\"coloration\\\": 8192, \\\"conserves_de_poissons\\\": 9770, \\\"tartinables_conserves\\\": 1230, \\\"assouplissants_et_soin_du_linge\\\": 5520, \\\"graines_et_autres_fruits_secs\\\": 694, \\\"chips\\\": 4272, \\\"amandes\\\": 164, \\\"noix\\\": 62, \\\"nutrition\\\": 7176, \\\"regime_et_substituts\\\": 924, \\\"milk\\\": 4334, \\\"crepes,_gauffres\\\": 1444, \\\"tartes,_far\\\": 120, \\\"pneus_4w\\\": 20456, \\\"pneus_auto\\\": 14382, \\\"pneus_suv_et_4x4\\\": 4986, \\\"pneus_camionnettes\\\": 1088, \\\"epices_herbes_et_melanges\\\": 9000, \\\"javel\\\": 610, \\\"biscottes_et_extrudes\\\": 1368, \\\"viande_porcine\\\": 554, \\\"crepes_galettes\\\": 3218, \\\"lapins_et_autres_gibiers\\\": 340, \\\"laques_et_produits_coiffants\\\": 4086, \\\"entretien_cuir_pvc_et_toile\\\": 750, \\\"farines\\\": 1782, \\\"sante\\\": 3188, \\\"adhesifs_bandages_et_1er_soins\\\": 2966, \\\"individual_specialties_ice_cream\\\": 8388, \\\"dinde\\\": 1222, \\\"entretien_fours_grills_et_plaques\\\": 234, \\\"bike_parts\\\": 1576, \\\"road_cycle_tyres\\\": 654, \\\"mtb_cycle_tyres\\\": 630, \\\"tube\\\": 268, \\\"tubular_tyre\\\": 24, \\\"produits_pour_metaux\\\": 82, \\\"lots_mixtes_hygiene_beaute\\\": 250, \\\"soins_du_corps\\\": 12780, \\\"feculents\\\": 19766, \\\"legumes_secs\\\": 2090, \\\"cheese\\\": 18672, \\\"gateaux_fromagers_et_tourteaux\\\": 178, \\\"pates_molles\\\": 2206, \\\"desserts\\\": 4112, \\\"desserts_a_preparer\\\": 2980, \\\"frozen_food\\\": 26238, \\\"plats_cuisines_surgeles\\\": 3802, \\\"accessoires_puericulture\\\": 5494, \\\"semoules_et_cereales_d'accompagnement\\\": 4488, \\\"brosses_a_dents_electriques\\\": 308, \\\"ciders\\\": 3160, \\\"boissons_energetiques\\\": 886, \\\"olives\\\": 2668, \\\"panification\\\": 1944, \\\"boulangerie_et_pains_pre-emballes\\\": 514, \\\"pates_pressees_cuites\\\": 2464, \\\"accessoires_hygiene_dentaire\\\": 44, \\\"brosses_a_dents\\\": 4700, \\\"conserves_de_viande\\\": 7852, \\\"conserves_de_pates\\\": 5920, \\\"levures_et_sucres_aromatises\\\": 960, \\\"fromages_de_chevre_et_brebis\\\": 4938, \\\"fromages_a_tartiner,_enfants\\\": 2620, \\\"fresh_and_uht_creams\\\": 2654, \\\"soins_du_visage\\\": 25378, \\\"toilette_du_visage\\\": 9132, \\\"soins_des_mains_et_levres\\\": 3446, \\\"soin_corps_et_visage\\\": 16702, \\\"maquillage\\\": 34062, \\\"ongles\\\": 4398, \\\"yeux_et_sourcils\\\": 3994, \\\"produits_solaires\\\": 7274, \\\"levres\\\": 3988, \\\"teint\\\": 4940, \\\"moutardes_et_picallili\\\": 1956, \\\"pates_persillees\\\": 1176, \\\"cornichons\\\": 940, \\\"accessoires_de_toilette\\\": 4070, \\\"legumes_marines\\\": 1226, \\\"conserves_de_legumes\\\": 10506, \\\"legumes_d'accompagnement_et_de_salade_appertises\\\": 5296, \\\"brsa_gazeuses\\\": 8256, \\\"sodas_et_baf_gazeuses\\\": 3576, \\\"margarines\\\": 1866, \\\"deodorant\\\": 12566, \\\"produits_rasage\\\": 1794, \\\"aliments\\\": 12764, \\\"aliments_humides_pour_chats\\\": 3932, \\\"boissons_aux_fruits_plates\\\": 2460, \\\"sauces_vinaigrettes\\\": 1546, \\\"ketchups\\\": 698, \\\"aliments_secs_pour_chats\\\": 3476, \\\"aides_culinaires_et_croutons\\\": 5312, \\\"plats_cuisines\\\": 5092, \\\"entrees_appertisees\\\": 1972, \\\"boissons_a_base_de_the\\\": 2882, \\\"colas\\\": 2672, \\\"limonades_tonics_limes\\\": 2008, \\\"conserves_autres_produits_de_la_mer\\\": 1420, \\\"conserves_de_tomates\\\": 676, \\\"eaux\\\": 5776, \\\"eaux_plates_natures\\\": 2012, \\\"eaux_gazeuses_natures\\\": 1420, \\\"fromages_mediterraneens\\\": 1508, \\\"huiles\\\": 3966, \\\"fruits_au_sirop\\\": 1578, \\\"pates_fraiches\\\": 5038, \\\"mayonnaises\\\": 1314, \\\"detachants\\\": 1384, \\\"fruits\\\": 1546, \\\"kiwis\\\": 90, \\\"edulcorants_et_substituts_de_sucre\\\": 798, \\\"aliments_secs_pour_chiens\\\": 4200, \\\"pates_alimentaires\\\": 9224, \\\"complements_alimentaires\\\": 6252, \\\"hygiene_sexuelle\\\": 2556, \\\"accessoires_et_lubrifiants\\\": 1272, \\\"soupes_et_potages\\\": 8858, \\\"pizzas_surgelees\\\": 2800, \\\"entrees_surgelees\\\": 5878, \\\"viandes_surgelees\\\": 2438, \\\"riz\\\": 3412, \\\"aliments_humides_pour_chiens\\\": 1156, \\\"thes\\\": 6328, \\\"infusions\\\": 7864, \\\"poissons_et_fruits_de_mer_surgeles\\\": 4528, \\\"preparation_boissons_chocolatees\\\": 1226, \\\"aperitifs\\\": 4582, \\\"amer/gentiane/bitter/americano\\\": 596, \\\"plats_cuisines_deshydrates\\\": 1966, \\\"dissolvants\\\": 344, \\\"mousseux_et_champagnes\\\": 8052, \\\"champagne\\\": 3354, \\\"eau_de_vie_et_fruits_a_l'alcool\\\": 778, \\\"eggs\\\": 6244, \\\"eaux_aromatisees\\\": 2344, \\\"liqueur_et_creme\\\": 2844, \\\"capillaires_et_accessoires_cheveux\\\": 4858, \\\"accessoires_pour_cheveux\\\": 4858, \\\"fruits_rouges\\\": 142, \\\"cafes_dosettes\\\": 8716, \\\"emballages_menagers\\\": 2934, \\\"filtres_a_cafe\\\": 352, \\\"barquettes,_sachets_alimentaires_et_emballages_rouleaux\\\": 1284, \\\"sacs_poubelles\\\": 1298, \\\"legumes\\\": 3394, \\\"pommes_de_terre\\\": 440, \\\"fruits_exotiques\\\": 88, \\\"choux_poireaux_navets_celeris\\\": 354, \\\"agrumes\\\": 272, \\\"bananes\\\": 12, \\\"chataignes\\\": 8, \\\"melons,_pasteques\\\": 84, \\\"nectarines,_brugnons,_peches\\\": 104, \\\"pommes,_poires\\\": 290, \\\"abricots,_cerises_et_prunes\\\": 112, \\\"raisin\\\": 78, \\\"aubergines,_courgettes,_poivrons\\\": 134, \\\"salades\\\": 916, \\\"tomates\\\": 310, \\\"legumes_exotiques\\\": 4, \\\"poissonnerie\\\": 3124, \\\"filets,_paves_de_poisson\\\": 236, \\\"coquillages_&_crustaces\\\": 504, \\\"artichauts\\\": 12, \\\"concombres_avocats_radis_betteraves\\\": 312, \\\"potirons,_courges_et_legumes_anciens\\\": 84, \\\"ail_oignons_echalotes\\\": 284, \\\"herbes_aromatiques_fraiches\\\": 176, \\\"champignons\\\": 108, \\\"asperges\\\": 32, \\\"endives\\\": 70, \\\"laits_industriels\\\": 458, \\\"lingettes_et_rinces_doigts\\\": 84, \\\"panes,_nuggets,_grignottes\\\": 3818, \\\"eponges_et_tampons_a_recurer\\\": 1754, \\\"produit_entretien_lave_vaisselle\\\": 512, \\\"produit_de_lavage_lave_vaisselle\\\": 2200, \\\"vermouth\\\": 332, \\\"punch_et_cocktail\\\": 860, \\\"sirop_de_sucre_de_canne\\\": 80, \\\"vins_doux_naturels_/_muscats_/_pineaux\\\": 1036, \\\"vins_effervescents\\\": 4698, \\\"sangria_et_aperitifs_base_vin\\\": 498, \\\"champignons_en_conserves\\\": 860, \\\"porto_madere_xeres\\\": 430, \\\"aperitifs_anises\\\": 838, \\\"sirops_et_concentres_pour_boissons\\\": 5324, \\\"solubles\\\": 1948, \\\"cafes_torrefies\\\": 6626, \\\"produits_pour_le_bain\\\": 360, \\\"petits_pois,_carottes_en_conserves\\\": 960, \\\"haricots_verts_en_conserves\\\": 1204, \\\"flageolets_en_conserves\\\": 322, \\\"mais_doux_en_conserves\\\": 632, \\\"salades_conserves_produits_de_la_mer\\\": 498, \\\"plats_cuisines_appertises\\\": 1154, \\\"asperges_en_conserves\\\": 556, \\\"graisses_a_frire\\\": 238, \\\"foies_gras_frais\\\": 2978, \\\"conserves_de_sardines\\\": 2448, \\\"conserves_de_maquereaux\\\": 1668, \\\"conserves_de_thon\\\": 2506, \\\"salades_fraiches\\\": 6922, \\\"desserts_prets_a_consommer\\\": 1132, \\\"vins_aromatises\\\": 852, \\\"pates_pressees_non_cuites\\\": 2312, \\\"cognac_armagnac_calvados\\\": 596, \\\"sucres\\\": 1822, \\\"pain_de_mie\\\": 1430, \\\"accessoires\\\": 40, \\\"fromages_rapes,_tranches,_des,_sandwiches,_aperitifs\\\": 1270, \\\"legumes_surgeles\\\": 3826, \\\"foies_gras_appertises\\\": 1336, \\\"poissons_fumes\\\": 1094, \\\"quiche/tarte_salee/tourte_rf\\\": 1436, \\\"poivres_et_sels\\\": 3504, \\\"purees_pommes_de_terre_deshydratees\\\": 552, \\\"viande_bovine\\\": 714, \\\"vins_tranquilles\\\": 2312, \\\"vin_blanc\\\": 532, \\\"corned_beef_et_escargots_boite\\\": 596, \\\"teintures_textiles\\\": 282, \\\"vin_rouge\\\": 818, \\\"pates_menageres\\\": 1774, \\\"soins_anti-bacteriens_visage\\\": 870, \\\"entretien_tapis_moquette_ameublement\\\": 68, \\\"accessoire_lustrant_chaussures\\\": 136, \\\"parapharmacie\\\": 238, \\\"preservatifs\\\": 1046, \\\"maitien_articulaire_et_semelles\\\": 82, \\\"semelles\\\": 42, \\\"sauces_herbes_infus._surgeles\\\": 468, \\\"frozen_desserts\\\": 1562, \\\"gants_de_menage\\\": 1208, \\\"carottes\\\": 120, \\\"vin_rose\\\": 962, \\\"abricots_secs\\\": 34, \\\"dattes\\\": 78, \\\"pruneaux\\\": 170, \\\"noisettes\\\": 28, \\\"surimi\\\": 1256, \\\"jus_de_legumes\\\": 344, \\\"beurres\\\": 3416, \\\"pizzas_rf\\\": 3446, \\\"premix\\\": 162, \\\"pintades\\\": 20, \\\"optique_et_audition\\\": 100, \\\"raisins_secs\\\": 34, \\\"figues\\\": 18, \\\"sandwich_snack_croques\\\": 2358, \\\"pommes_de_terre_surgelees\\\": 2498, \\\"pains_suedois\\\": 284, \\\"specialties_ice_cream_to_share\\\": 376, \\\"viande_ovine\\\": 14, \\\"haricots_et_pois\\\": 32, \\\"fruits_frais_decoupes\\\": 274, \\\"epinards\\\": 6, \\\"sport\\\": 106, \\\"barres,_gels_et_boissons\\\": 40, \\\"proteine_vegetale_et_construction_musculaire\\\": 58, \\\"douleurs_musculaires_et_articulaires,_confort_des_jambes\\\": 40, \\\"maintien_et_contention\\\": 8, \\\"maux_du_quotidien\\\": 74, \\\"poissons_panes\\\": 34, \\\"tests_et_appareils_de_mesure\\\": 48, \\\"ampoules_piles\\\": 212, \\\"piles\\\": 212, \\\"<sos>\\\": 536437}\", \"word_docs\": \"{\\\"<eos>\\\": 536437, \\\"confiserie\\\": 42040, \\\"chewing_gums\\\": 3096, \\\"confiseries_de_chocolat\\\": 15232, \\\"bonbons,_sucettes_et_confiserie_de_sucre\\\": 11154, \\\"beers\\\": 19774, \\\"beers_&_ciders\\\": 6120, \\\"biscuits_secs\\\": 5848, \\\"biscuiterie_sucree\\\": 28540, \\\"barres_cerealieres\\\": 2724, \\\"fruits_secs\\\": 3388, \\\"frais_non_laitiers_ls\\\": 2098, \\\"petits_dejeuners\\\": 62906, \\\"confitures\\\": 12318, \\\"gateaux,_roules,_pains_d'epices_et_nonnettes\\\": 5166, \\\"patisserie\\\": 14002, \\\"gouters\\\": 3498, \\\"cereales\\\": 7650, \\\"produits_aperitifs\\\": 20156, \\\"biscuits_sales\\\": 7482, \\\"papier_de_la_maison\\\": 8548, \\\"mouchoirs_en_papier\\\": 2510, \\\"pates_a_tartiner\\\": 2684, \\\"fresh_dairy_products\\\": 43394, \\\"fresh_desserts\\\": 18300, \\\"hygiene_cheveux\\\": 56824, \\\"apres_shampooings_et_soins\\\": 10130, \\\"shampooings\\\": 34416, \\\"butter_eggs_&_milk\\\": 19536, \\\"non_dairy_drinks_and_creams\\\": 3438, \\\"miels\\\": 6390, \\\"cookies\\\": 1870, \\\"extrudes_et_tuiles\\\": 8402, \\\"hygiene_corporelle_et_soins_beaute\\\": 115312, \\\"coffret_de_toilette\\\": 2672, \\\"savons_de_toilette_et_pains_dermatologiques\\\": 5202, \\\"cremes_de_marrons\\\": 484, \\\"conserves_de_fruits\\\": 9848, \\\"compotes_appertisees_et_fraiches\\\": 8270, \\\"alcools_et_liqueurs\\\": 19598, \\\"rhums\\\": 4280, \\\"sucres_et_epicerie_patisserie\\\": 13848, \\\"aide_a_la_patisserie\\\": 8486, \\\"viennoiseries\\\": 5630, \\\"papier_de_la_personne\\\": 18140, \\\"changes_et_couches_culottes\\\": 8542, \\\"biscuits_patissiers\\\": 6626, \\\"whisky\\\": 8512, \\\"biscuits_chocolat_et_fruits\\\": 6568, \\\"produits_depilatoires\\\": 4444, \\\"hygiene_dentaire\\\": 24698, \\\"hygiene_buccale_et_bains_de_bouche\\\": 3762, \\\"epilateurs,_lumiere_pulsee_etc\\\": 120, \\\"panification_seche\\\": 4902, \\\"toasts_galettes_et_crackers\\\": 2178, \\\"entretien_courant\\\": 37478, \\\"desodorisants\\\": 9788, \\\"ice_cream_and_desserts\\\": 16924, \\\"bulk_ice_cream_and_sorbets\\\": 6598, \\\"nettoyants_menagers\\\": 9474, \\\"lessives_generalistes\\\": 13914, \\\"entretien_du_linge\\\": 22776, \\\"produit_vaisselle_main\\\": 3664, \\\"flavored_yoghurts\\\": 8990, \\\"blond_beers\\\": 8684, \\\"brown_beers\\\": 2490, \\\"sirops_d'erable_et_assimiles\\\": 214, \\\"tampons\\\": 1662, \\\"serviettes_et_proteges_slips\\\": 5324, \\\"produit_d'incontinence\\\": 2612, \\\"toilette_intime\\\": 2104, \\\"produit_wc,_blocs,_gels\\\": 3898, \\\"entretien_bois_et_meubles\\\": 366, \\\"entretien_specifique\\\": 6992, \\\"pains_grilles_et_braises\\\": 1072, \\\"brsa_non_gazeuses\\\": 27540, \\\"jus_de_fruits\\\": 15644, \\\"charcuterie\\\": 50740, \\\"saucisserie_et_charcuterie_tranchee\\\": 27950, \\\"pates_et_rillettes\\\": 5902, \\\"aliments_infantiles\\\": 29984, \\\"aliments_bebe\\\": 25082, \\\"savons_de_menage\\\": 544, \\\"gins/vodkas/tequilas\\\": 1486, \\\"assaisonnements_et_condiments\\\": 25062, \\\"vinaigres\\\": 1802, \\\"dentifrice\\\": 15884, \\\"laits_infantiles\\\": 4902, \\\"lessives_specialistes\\\": 1676, \\\"jambon_cuit,_epaule_et_rotis\\\": 4992, \\\"biscuits_petit_dejeuner\\\": 1406, \\\"saucisses_et_brochettes\\\": 3220, \\\"boucherie\\\": 13156, \\\"canard\\\": 612, \\\"plats_cuisines_frais\\\": 12864, \\\"traiteur\\\": 40874, \\\"plain_yoghurts\\\": 3822, \\\"cottage_cheese\\\": 9628, \\\"madeleines,_brownies,_muffins\\\": 1642, \\\"cotons_et_cotons_tiges\\\": 1328, \\\"tablettes_de_chocolat\\\": 12558, \\\"insecticides\\\": 3586, \\\"jambon_cru\\\": 5378, \\\"lardons_et_des\\\": 476, \\\"sauces_chaudes,_froides_et_deshydratees\\\": 11978, \\\"potages_et_sauces\\\": 29706, \\\"viande_hachee\\\": 1238, \\\"nettoyants_vitres\\\": 378, \\\"hygiene_et_soins_pour_bebe\\\": 7292, \\\"puericulture\\\": 12786, \\\"brosse,_chiffon,_lingettes\\\": 1798, \\\"balais,_plumeaux\\\": 1650, \\\"produits_entretien_et_gros_travaux\\\": 388, \\\"adoucisseur_d'eau/detartrant\\\": 632, \\\"lames_et_rasoirs\\\": 4526, \\\"gels_douche\\\": 17980, \\\"papiers_toilette\\\": 2818, \\\"essuie-tout\\\": 1808, \\\"jambons_cuits_de_volailles\\\": 3064, \\\"poulet\\\": 5222, \\\"low_alcohol_beers\\\": 586, \\\"flavoured_beers\\\": 2144, \\\"wheat_beers\\\": 1164, \\\"alcohol_free_beers\\\": 302, \\\"deboucheur_et_produits_fosses_septique\\\": 750, \\\"coloration\\\": 8192, \\\"tartinables_conserves\\\": 1230, \\\"conserves_de_poissons\\\": 9770, \\\"assouplissants_et_soin_du_linge\\\": 5520, \\\"graines_et_autres_fruits_secs\\\": 694, \\\"chips\\\": 4272, \\\"amandes\\\": 164, \\\"noix\\\": 62, \\\"nutrition\\\": 7176, \\\"regime_et_substituts\\\": 924, \\\"milk\\\": 4334, \\\"crepes,_gauffres\\\": 1444, \\\"tartes,_far\\\": 120, \\\"pneus_4w\\\": 20456, \\\"pneus_auto\\\": 14382, \\\"pneus_suv_et_4x4\\\": 4986, \\\"pneus_camionnettes\\\": 1088, \\\"epices_herbes_et_melanges\\\": 9000, \\\"javel\\\": 610, \\\"biscottes_et_extrudes\\\": 1368, \\\"viande_porcine\\\": 554, \\\"crepes_galettes\\\": 3218, \\\"lapins_et_autres_gibiers\\\": 340, \\\"laques_et_produits_coiffants\\\": 4086, \\\"entretien_cuir_pvc_et_toile\\\": 750, \\\"farines\\\": 1782, \\\"sante\\\": 3188, \\\"adhesifs_bandages_et_1er_soins\\\": 2966, \\\"individual_specialties_ice_cream\\\": 8388, \\\"dinde\\\": 1222, \\\"entretien_fours_grills_et_plaques\\\": 234, \\\"road_cycle_tyres\\\": 654, \\\"bike_parts\\\": 1576, \\\"mtb_cycle_tyres\\\": 630, \\\"tube\\\": 268, \\\"tubular_tyre\\\": 24, \\\"produits_pour_metaux\\\": 82, \\\"lots_mixtes_hygiene_beaute\\\": 250, \\\"soins_du_corps\\\": 12780, \\\"feculents\\\": 19766, \\\"legumes_secs\\\": 2090, \\\"gateaux_fromagers_et_tourteaux\\\": 178, \\\"cheese\\\": 18672, \\\"pates_molles\\\": 2206, \\\"desserts\\\": 4112, \\\"desserts_a_preparer\\\": 2980, \\\"plats_cuisines_surgeles\\\": 3802, \\\"frozen_food\\\": 26238, \\\"accessoires_puericulture\\\": 5494, \\\"semoules_et_cereales_d'accompagnement\\\": 4488, \\\"brosses_a_dents_electriques\\\": 308, \\\"ciders\\\": 2438, \\\"boissons_energetiques\\\": 886, \\\"olives\\\": 2668, \\\"boulangerie_et_pains_pre-emballes\\\": 514, \\\"panification\\\": 1944, \\\"pates_pressees_cuites\\\": 2464, \\\"accessoires_hygiene_dentaire\\\": 44, \\\"brosses_a_dents\\\": 4700, \\\"conserves_de_viande\\\": 7852, \\\"conserves_de_pates\\\": 5920, \\\"levures_et_sucres_aromatises\\\": 960, \\\"fromages_de_chevre_et_brebis\\\": 4938, \\\"fromages_a_tartiner,_enfants\\\": 2620, \\\"fresh_and_uht_creams\\\": 2654, \\\"soins_du_visage\\\": 25378, \\\"toilette_du_visage\\\": 9132, \\\"soins_des_mains_et_levres\\\": 3446, \\\"maquillage\\\": 34062, \\\"soin_corps_et_visage\\\": 16702, \\\"ongles\\\": 4398, \\\"yeux_et_sourcils\\\": 3994, \\\"produits_solaires\\\": 7274, \\\"levres\\\": 3988, \\\"teint\\\": 4940, \\\"moutardes_et_picallili\\\": 1956, \\\"pates_persillees\\\": 1176, \\\"cornichons\\\": 940, \\\"accessoires_de_toilette\\\": 4070, \\\"legumes_marines\\\": 1226, \\\"conserves_de_legumes\\\": 10506, \\\"legumes_d'accompagnement_et_de_salade_appertises\\\": 5296, \\\"brsa_gazeuses\\\": 8256, \\\"sodas_et_baf_gazeuses\\\": 3576, \\\"margarines\\\": 1866, \\\"deodorant\\\": 12566, \\\"produits_rasage\\\": 1794, \\\"aliments_humides_pour_chats\\\": 3932, \\\"aliments\\\": 12764, \\\"boissons_aux_fruits_plates\\\": 2460, \\\"sauces_vinaigrettes\\\": 1546, \\\"ketchups\\\": 698, \\\"aliments_secs_pour_chats\\\": 3476, \\\"aides_culinaires_et_croutons\\\": 5312, \\\"plats_cuisines\\\": 5092, \\\"entrees_appertisees\\\": 1972, \\\"boissons_a_base_de_the\\\": 2882, \\\"colas\\\": 2672, \\\"limonades_tonics_limes\\\": 2008, \\\"conserves_autres_produits_de_la_mer\\\": 1420, \\\"conserves_de_tomates\\\": 676, \\\"eaux_plates_natures\\\": 2012, \\\"eaux\\\": 5776, \\\"eaux_gazeuses_natures\\\": 1420, \\\"fromages_mediterraneens\\\": 1508, \\\"huiles\\\": 3966, \\\"fruits_au_sirop\\\": 1578, \\\"pates_fraiches\\\": 5038, \\\"mayonnaises\\\": 1314, \\\"detachants\\\": 1384, \\\"kiwis\\\": 90, \\\"fruits\\\": 1546, \\\"edulcorants_et_substituts_de_sucre\\\": 798, \\\"aliments_secs_pour_chiens\\\": 4200, \\\"pates_alimentaires\\\": 9224, \\\"complements_alimentaires\\\": 6252, \\\"hygiene_sexuelle\\\": 2556, \\\"accessoires_et_lubrifiants\\\": 1272, \\\"soupes_et_potages\\\": 8858, \\\"pizzas_surgelees\\\": 2800, \\\"entrees_surgelees\\\": 5878, \\\"viandes_surgelees\\\": 2438, \\\"riz\\\": 3412, \\\"aliments_humides_pour_chiens\\\": 1156, \\\"thes\\\": 6328, \\\"infusions\\\": 7864, \\\"poissons_et_fruits_de_mer_surgeles\\\": 4528, \\\"preparation_boissons_chocolatees\\\": 1226, \\\"aperitifs\\\": 4582, \\\"amer/gentiane/bitter/americano\\\": 596, \\\"plats_cuisines_deshydrates\\\": 1966, \\\"dissolvants\\\": 344, \\\"mousseux_et_champagnes\\\": 8052, \\\"champagne\\\": 3354, \\\"eau_de_vie_et_fruits_a_l'alcool\\\": 778, \\\"eggs\\\": 6244, \\\"eaux_aromatisees\\\": 2344, \\\"liqueur_et_creme\\\": 2844, \\\"capillaires_et_accessoires_cheveux\\\": 4858, \\\"accessoires_pour_cheveux\\\": 4858, \\\"fruits_rouges\\\": 142, \\\"cafes_dosettes\\\": 8716, \\\"emballages_menagers\\\": 2934, \\\"filtres_a_cafe\\\": 352, \\\"barquettes,_sachets_alimentaires_et_emballages_rouleaux\\\": 1284, \\\"sacs_poubelles\\\": 1298, \\\"legumes\\\": 3394, \\\"pommes_de_terre\\\": 440, \\\"fruits_exotiques\\\": 88, \\\"choux_poireaux_navets_celeris\\\": 354, \\\"agrumes\\\": 272, \\\"bananes\\\": 12, \\\"chataignes\\\": 8, \\\"melons,_pasteques\\\": 84, \\\"nectarines,_brugnons,_peches\\\": 104, \\\"pommes,_poires\\\": 290, \\\"abricots,_cerises_et_prunes\\\": 112, \\\"raisin\\\": 78, \\\"aubergines,_courgettes,_poivrons\\\": 134, \\\"salades\\\": 916, \\\"tomates\\\": 310, \\\"legumes_exotiques\\\": 4, \\\"filets,_paves_de_poisson\\\": 236, \\\"poissonnerie\\\": 3124, \\\"coquillages_&_crustaces\\\": 504, \\\"artichauts\\\": 12, \\\"concombres_avocats_radis_betteraves\\\": 312, \\\"potirons,_courges_et_legumes_anciens\\\": 84, \\\"ail_oignons_echalotes\\\": 284, \\\"herbes_aromatiques_fraiches\\\": 176, \\\"champignons\\\": 108, \\\"asperges\\\": 32, \\\"endives\\\": 70, \\\"laits_industriels\\\": 458, \\\"lingettes_et_rinces_doigts\\\": 84, \\\"panes,_nuggets,_grignottes\\\": 3818, \\\"eponges_et_tampons_a_recurer\\\": 1754, \\\"produit_entretien_lave_vaisselle\\\": 512, \\\"produit_de_lavage_lave_vaisselle\\\": 2200, \\\"vermouth\\\": 332, \\\"punch_et_cocktail\\\": 860, \\\"sirop_de_sucre_de_canne\\\": 80, \\\"vins_doux_naturels_/_muscats_/_pineaux\\\": 1036, \\\"vins_effervescents\\\": 4698, \\\"sangria_et_aperitifs_base_vin\\\": 498, \\\"champignons_en_conserves\\\": 860, \\\"porto_madere_xeres\\\": 430, \\\"aperitifs_anises\\\": 838, \\\"sirops_et_concentres_pour_boissons\\\": 5324, \\\"solubles\\\": 1948, \\\"cafes_torrefies\\\": 6626, \\\"produits_pour_le_bain\\\": 360, \\\"petits_pois,_carottes_en_conserves\\\": 960, \\\"haricots_verts_en_conserves\\\": 1204, \\\"flageolets_en_conserves\\\": 322, \\\"mais_doux_en_conserves\\\": 632, \\\"salades_conserves_produits_de_la_mer\\\": 498, \\\"plats_cuisines_appertises\\\": 1154, \\\"asperges_en_conserves\\\": 556, \\\"graisses_a_frire\\\": 238, \\\"foies_gras_frais\\\": 2978, \\\"conserves_de_sardines\\\": 2448, \\\"conserves_de_maquereaux\\\": 1668, \\\"conserves_de_thon\\\": 2506, \\\"salades_fraiches\\\": 6922, \\\"desserts_prets_a_consommer\\\": 1132, \\\"vins_aromatises\\\": 852, \\\"pates_pressees_non_cuites\\\": 2312, \\\"cognac_armagnac_calvados\\\": 596, \\\"sucres\\\": 1822, \\\"pain_de_mie\\\": 1430, \\\"accessoires\\\": 40, \\\"fromages_rapes,_tranches,_des,_sandwiches,_aperitifs\\\": 1270, \\\"legumes_surgeles\\\": 3826, \\\"foies_gras_appertises\\\": 1336, \\\"poissons_fumes\\\": 1094, \\\"quiche/tarte_salee/tourte_rf\\\": 1436, \\\"poivres_et_sels\\\": 3504, \\\"purees_pommes_de_terre_deshydratees\\\": 552, \\\"viande_bovine\\\": 714, \\\"vin_blanc\\\": 532, \\\"vins_tranquilles\\\": 2312, \\\"corned_beef_et_escargots_boite\\\": 596, \\\"teintures_textiles\\\": 282, \\\"vin_rouge\\\": 818, \\\"pates_menageres\\\": 1774, \\\"soins_anti-bacteriens_visage\\\": 870, \\\"entretien_tapis_moquette_ameublement\\\": 68, \\\"accessoire_lustrant_chaussures\\\": 136, \\\"parapharmacie\\\": 238, \\\"preservatifs\\\": 1046, \\\"semelles\\\": 42, \\\"maitien_articulaire_et_semelles\\\": 82, \\\"sauces_herbes_infus._surgeles\\\": 468, \\\"frozen_desserts\\\": 1562, \\\"gants_de_menage\\\": 1208, \\\"carottes\\\": 120, \\\"vin_rose\\\": 962, \\\"abricots_secs\\\": 34, \\\"dattes\\\": 78, \\\"pruneaux\\\": 170, \\\"noisettes\\\": 28, \\\"surimi\\\": 1256, \\\"jus_de_legumes\\\": 344, \\\"beurres\\\": 3416, \\\"pizzas_rf\\\": 3446, \\\"premix\\\": 162, \\\"pintades\\\": 20, \\\"optique_et_audition\\\": 100, \\\"raisins_secs\\\": 34, \\\"figues\\\": 18, \\\"sandwich_snack_croques\\\": 2358, \\\"pommes_de_terre_surgelees\\\": 2498, \\\"pains_suedois\\\": 284, \\\"specialties_ice_cream_to_share\\\": 376, \\\"viande_ovine\\\": 14, \\\"haricots_et_pois\\\": 32, \\\"fruits_frais_decoupes\\\": 274, \\\"epinards\\\": 6, \\\"sport\\\": 106, \\\"barres,_gels_et_boissons\\\": 40, \\\"proteine_vegetale_et_construction_musculaire\\\": 58, \\\"douleurs_musculaires_et_articulaires,_confort_des_jambes\\\": 40, \\\"maintien_et_contention\\\": 8, \\\"maux_du_quotidien\\\": 74, \\\"poissons_panes\\\": 34, \\\"tests_et_appareils_de_mesure\\\": 48, \\\"piles\\\": 212, \\\"ampoules_piles\\\": 212, \\\"<sos>\\\": 536437}\", \"index_docs\": \"{\\\"1\\\": 536437, \\\"8\\\": 42040, \\\"165\\\": 3096, \\\"38\\\": 15232, \\\"52\\\": 11154, \\\"26\\\": 19774, \\\"94\\\": 6120, \\\"98\\\": 5848, \\\"15\\\": 28540, \\\"175\\\": 2724, \\\"158\\\": 3388, \\\"201\\\": 2098, \\\"4\\\": 62906, \\\"50\\\": 12318, \\\"110\\\": 5166, \\\"40\\\": 14002, \\\"150\\\": 3498, \\\"79\\\": 7650, \\\"25\\\": 20156, \\\"80\\\": 7482, \\\"67\\\": 8548, \\\"184\\\": 2510, \\\"176\\\": 2684, \\\"7\\\": 43394, \\\"31\\\": 18300, \\\"5\\\": 56824, \\\"54\\\": 10130, \\\"11\\\": 34416, \\\"29\\\": 19536, \\\"154\\\": 3438, \\\"90\\\": 6390, \\\"210\\\": 1870, \\\"71\\\": 8402, \\\"3\\\": 115312, \\\"177\\\": 2672, \\\"109\\\": 5202, \\\"306\\\": 484, \\\"55\\\": 9848, \\\"73\\\": 8270, \\\"28\\\": 19598, \\\"130\\\": 4280, \\\"42\\\": 13848, \\\"70\\\": 8486, \\\"100\\\": 5630, \\\"32\\\": 18140, \\\"68\\\": 8542, \\\"86\\\": 6626, \\\"69\\\": 8512, \\\"89\\\": 6568, \\\"127\\\": 4444, \\\"22\\\": 24698, \\\"145\\\": 3762, \\\"351\\\": 120, \\\"117\\\": 4902, \\\"198\\\": 2178, \\\"10\\\": 37478, \\\"56\\\": 9788, \\\"34\\\": 16924, \\\"88\\\": 6598, \\\"59\\\": 9474, \\\"41\\\": 13914, \\\"23\\\": 22776, \\\"146\\\": 3664, \\\"63\\\": 8990, \\\"66\\\": 8684, \\\"187\\\": 2490, \\\"340\\\": 214, \\\"222\\\": 1662, \\\"104\\\": 5324, \\\"182\\\": 2612, \\\"200\\\": 2104, \\\"140\\\": 3898, \\\"315\\\": 366, \\\"84\\\": 6992, \\\"262\\\": 1072, \\\"17\\\": 27540, \\\"37\\\": 15644, \\\"6\\\": 50740, \\\"16\\\": 27950, \\\"96\\\": 5902, \\\"13\\\": 29984, \\\"20\\\": 25082, \\\"299\\\": 544, \\\"231\\\": 1486, \\\"21\\\": 25062, \\\"214\\\": 1802, \\\"36\\\": 15884, \\\"118\\\": 4902, \\\"220\\\": 1676, \\\"113\\\": 4992, \\\"237\\\": 1406, \\\"160\\\": 3220, \\\"43\\\": 13156, \\\"290\\\": 612, \\\"44\\\": 12864, \\\"9\\\": 40874, \\\"142\\\": 3822, \\\"58\\\": 9628, \\\"224\\\": 1642, \\\"241\\\": 1328, \\\"49\\\": 12558, \\\"147\\\": 3586, \\\"103\\\": 5378, \\\"307\\\": 476, \\\"51\\\": 11978, \\\"14\\\": 29706, \\\"248\\\": 1238, \\\"313\\\": 378, \\\"81\\\": 7292, \\\"45\\\": 12786, \\\"215\\\": 1798, \\\"223\\\": 1650, \\\"312\\\": 388, \\\"287\\\": 632, \\\"125\\\": 4526, \\\"33\\\": 17980, \\\"173\\\": 2818, \\\"213\\\": 1808, \\\"166\\\": 3064, \\\"108\\\": 5222, \\\"295\\\": 586, \\\"199\\\": 2144, \\\"256\\\": 1164, \\\"327\\\": 302, \\\"280\\\": 750, \\\"75\\\": 8192, \\\"249\\\": 1230, \\\"57\\\": 9770, \\\"101\\\": 5520, \\\"284\\\": 694, \\\"131\\\": 4272, \\\"346\\\": 164, \\\"372\\\": 62, \\\"83\\\": 7176, \\\"269\\\": 924, \\\"129\\\": 4334, \\\"232\\\": 1444, \\\"352\\\": 120, \\\"24\\\": 20456, \\\"39\\\": 14382, \\\"114\\\": 4986, \\\"261\\\": 1088, \\\"62\\\": 9000, \\\"291\\\": 610, \\\"239\\\": 1368, \\\"297\\\": 554, \\\"161\\\": 3218, \\\"321\\\": 340, \\\"134\\\": 4086, \\\"281\\\": 750, \\\"217\\\": 1782, \\\"162\\\": 3188, \\\"169\\\": 2966, \\\"72\\\": 8388, \\\"252\\\": 1222, \\\"339\\\": 234, \\\"286\\\": 654, \\\"226\\\": 1576, \\\"289\\\": 630, \\\"334\\\": 268, \\\"386\\\": 24, \\\"364\\\": 82, \\\"335\\\": 250, \\\"46\\\": 12780, \\\"27\\\": 19766, \\\"202\\\": 2090, \\\"343\\\": 178, \\\"30\\\": 18672, \\\"196\\\": 2206, \\\"133\\\": 4112, \\\"167\\\": 2980, \\\"144\\\": 3802, \\\"18\\\": 26238, \\\"102\\\": 5494, \\\"126\\\": 4488, \\\"326\\\": 308, \\\"163\\\": 2438, \\\"271\\\": 886, \\\"179\\\": 2668, \\\"301\\\": 514, \\\"209\\\": 1944, \\\"188\\\": 2464, \\\"375\\\": 44, \\\"121\\\": 4700, \\\"78\\\": 7852, \\\"95\\\": 5920, \\\"266\\\": 960, \\\"116\\\": 4938, \\\"181\\\": 2620, \\\"180\\\": 2654, \\\"19\\\": 25378, \\\"61\\\": 9132, \\\"152\\\": 3446, \\\"12\\\": 34062, \\\"35\\\": 16702, \\\"128\\\": 4398, \\\"136\\\": 3994, \\\"82\\\": 7274, \\\"137\\\": 3988, \\\"115\\\": 4940, \\\"207\\\": 1956, \\\"255\\\": 1176, \\\"268\\\": 940, \\\"135\\\": 4070, \\\"250\\\": 1226, \\\"53\\\": 10506, \\\"107\\\": 5296, \\\"74\\\": 8256, \\\"148\\\": 3576, \\\"211\\\": 1866, \\\"48\\\": 12566, \\\"216\\\": 1794, \\\"139\\\": 3932, \\\"47\\\": 12764, \\\"189\\\": 2460, \\\"228\\\": 1546, \\\"283\\\": 698, \\\"151\\\": 3476, \\\"106\\\": 5312, \\\"111\\\": 5092, \\\"205\\\": 1972, \\\"171\\\": 2882, \\\"178\\\": 2672, \\\"204\\\": 2008, \\\"235\\\": 1420, \\\"285\\\": 676, \\\"203\\\": 2012, \\\"99\\\": 5776, \\\"236\\\": 1420, \\\"230\\\": 1508, \\\"138\\\": 3966, \\\"225\\\": 1578, \\\"112\\\": 5038, \\\"242\\\": 1314, \\\"238\\\": 1384, \\\"359\\\": 90, \\\"229\\\": 1546, \\\"278\\\": 798, \\\"132\\\": 4200, \\\"60\\\": 9224, \\\"92\\\": 6252, \\\"183\\\": 2556, \\\"245\\\": 1272, \\\"64\\\": 8858, \\\"174\\\": 2800, \\\"97\\\": 5878, \\\"191\\\": 2438, \\\"156\\\": 3412, \\\"257\\\": 1156, \\\"91\\\": 6328, \\\"77\\\": 7864, \\\"124\\\": 4528, \\\"251\\\": 1226, \\\"123\\\": 4582, \\\"292\\\": 596, \\\"206\\\": 1966, \\\"319\\\": 344, \\\"76\\\": 8052, \\\"159\\\": 3354, \\\"279\\\": 778, \\\"93\\\": 6244, \\\"193\\\": 2344, \\\"172\\\": 2844, \\\"119\\\": 4858, \\\"120\\\": 4858, \\\"348\\\": 142, \\\"65\\\": 8716, \\\"170\\\": 2934, \\\"318\\\": 352, \\\"244\\\": 1284, \\\"243\\\": 1298, \\\"157\\\": 3394, \\\"310\\\": 440, \\\"360\\\": 88, \\\"317\\\": 354, \\\"333\\\": 272, \\\"390\\\": 12, \\\"392\\\": 8, \\\"361\\\": 84, \\\"357\\\": 104, \\\"328\\\": 290, \\\"354\\\": 112, \\\"367\\\": 78, \\\"350\\\": 134, \\\"270\\\": 916, \\\"325\\\": 310, \\\"395\\\": 4, \\\"338\\\": 236, \\\"164\\\": 3124, \\\"303\\\": 504, \\\"391\\\": 12, \\\"324\\\": 312, \\\"362\\\": 84, \\\"329\\\": 284, \\\"344\\\": 176, \\\"355\\\": 108, \\\"383\\\": 32, \\\"370\\\": 70, \\\"309\\\": 458, \\\"363\\\": 84, \\\"143\\\": 3818, \\\"219\\\": 1754, \\\"302\\\": 512, \\\"197\\\": 2200, \\\"322\\\": 332, \\\"273\\\": 860, \\\"366\\\": 80, \\\"264\\\": 1036, \\\"122\\\": 4698, \\\"304\\\": 498, \\\"274\\\": 860, \\\"311\\\": 430, \\\"276\\\": 838, \\\"105\\\": 5324, \\\"208\\\": 1948, \\\"87\\\": 6626, \\\"316\\\": 360, \\\"267\\\": 960, \\\"254\\\": 1204, \\\"323\\\": 322, \\\"288\\\": 632, \\\"305\\\": 498, \\\"258\\\": 1154, \\\"296\\\": 556, \\\"336\\\": 238, \\\"168\\\": 2978, \\\"190\\\": 2448, \\\"221\\\": 1668, \\\"185\\\": 2506, \\\"85\\\": 6922, \\\"259\\\": 1132, \\\"275\\\": 852, \\\"194\\\": 2312, \\\"293\\\": 596, \\\"212\\\": 1822, \\\"234\\\": 1430, \\\"377\\\": 40, \\\"246\\\": 1270, \\\"141\\\": 3826, \\\"240\\\": 1336, \\\"260\\\": 1094, \\\"233\\\": 1436, \\\"149\\\": 3504, \\\"298\\\": 552, \\\"282\\\": 714, \\\"300\\\": 532, \\\"195\\\": 2312, \\\"294\\\": 596, \\\"331\\\": 282, \\\"277\\\": 818, \\\"218\\\": 1774, \\\"272\\\": 870, \\\"371\\\": 68, \\\"349\\\": 136, \\\"337\\\": 238, \\\"263\\\": 1046, \\\"376\\\": 42, \\\"365\\\": 82, \\\"308\\\": 468, \\\"227\\\": 1562, \\\"253\\\": 1208, \\\"353\\\": 120, \\\"265\\\": 962, \\\"380\\\": 34, \\\"368\\\": 78, \\\"345\\\": 170, \\\"385\\\": 28, \\\"247\\\": 1256, \\\"320\\\": 344, \\\"155\\\": 3416, \\\"153\\\": 3446, \\\"347\\\": 162, \\\"387\\\": 20, \\\"358\\\": 100, \\\"381\\\": 34, \\\"388\\\": 18, \\\"192\\\": 2358, \\\"186\\\": 2498, \\\"330\\\": 284, \\\"314\\\": 376, \\\"389\\\": 14, \\\"384\\\": 32, \\\"332\\\": 274, \\\"394\\\": 6, \\\"356\\\": 106, \\\"378\\\": 40, \\\"373\\\": 58, \\\"379\\\": 40, \\\"393\\\": 8, \\\"369\\\": 74, \\\"382\\\": 34, \\\"374\\\": 48, \\\"342\\\": 212, \\\"341\\\": 212, \\\"2\\\": 536437}\", \"index_word\": \"{\\\"1\\\": \\\"<eos>\\\", \\\"2\\\": \\\"<sos>\\\", \\\"3\\\": \\\"hygiene_corporelle_et_soins_beaute\\\", \\\"4\\\": \\\"petits_dejeuners\\\", \\\"5\\\": \\\"hygiene_cheveux\\\", \\\"6\\\": \\\"charcuterie\\\", \\\"7\\\": \\\"fresh_dairy_products\\\", \\\"8\\\": \\\"confiserie\\\", \\\"9\\\": \\\"traiteur\\\", \\\"10\\\": \\\"entretien_courant\\\", \\\"11\\\": \\\"shampooings\\\", \\\"12\\\": \\\"maquillage\\\", \\\"13\\\": \\\"aliments_infantiles\\\", \\\"14\\\": \\\"potages_et_sauces\\\", \\\"15\\\": \\\"biscuiterie_sucree\\\", \\\"16\\\": \\\"saucisserie_et_charcuterie_tranchee\\\", \\\"17\\\": \\\"brsa_non_gazeuses\\\", \\\"18\\\": \\\"frozen_food\\\", \\\"19\\\": \\\"soins_du_visage\\\", \\\"20\\\": \\\"aliments_bebe\\\", \\\"21\\\": \\\"assaisonnements_et_condiments\\\", \\\"22\\\": \\\"hygiene_dentaire\\\", \\\"23\\\": \\\"entretien_du_linge\\\", \\\"24\\\": \\\"pneus_4w\\\", \\\"25\\\": \\\"produits_aperitifs\\\", \\\"26\\\": \\\"beers\\\", \\\"27\\\": \\\"feculents\\\", \\\"28\\\": \\\"alcools_et_liqueurs\\\", \\\"29\\\": \\\"butter_eggs_&_milk\\\", \\\"30\\\": \\\"cheese\\\", \\\"31\\\": \\\"fresh_desserts\\\", \\\"32\\\": \\\"papier_de_la_personne\\\", \\\"33\\\": \\\"gels_douche\\\", \\\"34\\\": \\\"ice_cream_and_desserts\\\", \\\"35\\\": \\\"soin_corps_et_visage\\\", \\\"36\\\": \\\"dentifrice\\\", \\\"37\\\": \\\"jus_de_fruits\\\", \\\"38\\\": \\\"confiseries_de_chocolat\\\", \\\"39\\\": \\\"pneus_auto\\\", \\\"40\\\": \\\"patisserie\\\", \\\"41\\\": \\\"lessives_generalistes\\\", \\\"42\\\": \\\"sucres_et_epicerie_patisserie\\\", \\\"43\\\": \\\"boucherie\\\", \\\"44\\\": \\\"plats_cuisines_frais\\\", \\\"45\\\": \\\"puericulture\\\", \\\"46\\\": \\\"soins_du_corps\\\", \\\"47\\\": \\\"aliments\\\", \\\"48\\\": \\\"deodorant\\\", \\\"49\\\": \\\"tablettes_de_chocolat\\\", \\\"50\\\": \\\"confitures\\\", \\\"51\\\": \\\"sauces_chaudes,_froides_et_deshydratees\\\", \\\"52\\\": \\\"bonbons,_sucettes_et_confiserie_de_sucre\\\", \\\"53\\\": \\\"conserves_de_legumes\\\", \\\"54\\\": \\\"apres_shampooings_et_soins\\\", \\\"55\\\": \\\"conserves_de_fruits\\\", \\\"56\\\": \\\"desodorisants\\\", \\\"57\\\": \\\"conserves_de_poissons\\\", \\\"58\\\": \\\"cottage_cheese\\\", \\\"59\\\": \\\"nettoyants_menagers\\\", \\\"60\\\": \\\"pates_alimentaires\\\", \\\"61\\\": \\\"toilette_du_visage\\\", \\\"62\\\": \\\"epices_herbes_et_melanges\\\", \\\"63\\\": \\\"flavored_yoghurts\\\", \\\"64\\\": \\\"soupes_et_potages\\\", \\\"65\\\": \\\"cafes_dosettes\\\", \\\"66\\\": \\\"blond_beers\\\", \\\"67\\\": \\\"papier_de_la_maison\\\", \\\"68\\\": \\\"changes_et_couches_culottes\\\", \\\"69\\\": \\\"whisky\\\", \\\"70\\\": \\\"aide_a_la_patisserie\\\", \\\"71\\\": \\\"extrudes_et_tuiles\\\", \\\"72\\\": \\\"individual_specialties_ice_cream\\\", \\\"73\\\": \\\"compotes_appertisees_et_fraiches\\\", \\\"74\\\": \\\"brsa_gazeuses\\\", \\\"75\\\": \\\"coloration\\\", \\\"76\\\": \\\"mousseux_et_champagnes\\\", \\\"77\\\": \\\"infusions\\\", \\\"78\\\": \\\"conserves_de_viande\\\", \\\"79\\\": \\\"cereales\\\", \\\"80\\\": \\\"biscuits_sales\\\", \\\"81\\\": \\\"hygiene_et_soins_pour_bebe\\\", \\\"82\\\": \\\"produits_solaires\\\", \\\"83\\\": \\\"nutrition\\\", \\\"84\\\": \\\"entretien_specifique\\\", \\\"85\\\": \\\"salades_fraiches\\\", \\\"86\\\": \\\"biscuits_patissiers\\\", \\\"87\\\": \\\"cafes_torrefies\\\", \\\"88\\\": \\\"bulk_ice_cream_and_sorbets\\\", \\\"89\\\": \\\"biscuits_chocolat_et_fruits\\\", \\\"90\\\": \\\"miels\\\", \\\"91\\\": \\\"thes\\\", \\\"92\\\": \\\"complements_alimentaires\\\", \\\"93\\\": \\\"eggs\\\", \\\"94\\\": \\\"beers_&_ciders\\\", \\\"95\\\": \\\"conserves_de_pates\\\", \\\"96\\\": \\\"pates_et_rillettes\\\", \\\"97\\\": \\\"entrees_surgelees\\\", \\\"98\\\": \\\"biscuits_secs\\\", \\\"99\\\": \\\"eaux\\\", \\\"100\\\": \\\"viennoiseries\\\", \\\"101\\\": \\\"assouplissants_et_soin_du_linge\\\", \\\"102\\\": \\\"accessoires_puericulture\\\", \\\"103\\\": \\\"jambon_cru\\\", \\\"104\\\": \\\"serviettes_et_proteges_slips\\\", \\\"105\\\": \\\"sirops_et_concentres_pour_boissons\\\", \\\"106\\\": \\\"aides_culinaires_et_croutons\\\", \\\"107\\\": \\\"legumes_d'accompagnement_et_de_salade_appertises\\\", \\\"108\\\": \\\"poulet\\\", \\\"109\\\": \\\"savons_de_toilette_et_pains_dermatologiques\\\", \\\"110\\\": \\\"gateaux,_roules,_pains_d'epices_et_nonnettes\\\", \\\"111\\\": \\\"plats_cuisines\\\", \\\"112\\\": \\\"pates_fraiches\\\", \\\"113\\\": \\\"jambon_cuit,_epaule_et_rotis\\\", \\\"114\\\": \\\"pneus_suv_et_4x4\\\", \\\"115\\\": \\\"teint\\\", \\\"116\\\": \\\"fromages_de_chevre_et_brebis\\\", \\\"117\\\": \\\"panification_seche\\\", \\\"118\\\": \\\"laits_infantiles\\\", \\\"119\\\": \\\"capillaires_et_accessoires_cheveux\\\", \\\"120\\\": \\\"accessoires_pour_cheveux\\\", \\\"121\\\": \\\"brosses_a_dents\\\", \\\"122\\\": \\\"vins_effervescents\\\", \\\"123\\\": \\\"aperitifs\\\", \\\"124\\\": \\\"poissons_et_fruits_de_mer_surgeles\\\", \\\"125\\\": \\\"lames_et_rasoirs\\\", \\\"126\\\": \\\"semoules_et_cereales_d'accompagnement\\\", \\\"127\\\": \\\"produits_depilatoires\\\", \\\"128\\\": \\\"ongles\\\", \\\"129\\\": \\\"milk\\\", \\\"130\\\": \\\"rhums\\\", \\\"131\\\": \\\"chips\\\", \\\"132\\\": \\\"aliments_secs_pour_chiens\\\", \\\"133\\\": \\\"desserts\\\", \\\"134\\\": \\\"laques_et_produits_coiffants\\\", \\\"135\\\": \\\"accessoires_de_toilette\\\", \\\"136\\\": \\\"yeux_et_sourcils\\\", \\\"137\\\": \\\"levres\\\", \\\"138\\\": \\\"huiles\\\", \\\"139\\\": \\\"aliments_humides_pour_chats\\\", \\\"140\\\": \\\"produit_wc,_blocs,_gels\\\", \\\"141\\\": \\\"legumes_surgeles\\\", \\\"142\\\": \\\"plain_yoghurts\\\", \\\"143\\\": \\\"panes,_nuggets,_grignottes\\\", \\\"144\\\": \\\"plats_cuisines_surgeles\\\", \\\"145\\\": \\\"hygiene_buccale_et_bains_de_bouche\\\", \\\"146\\\": \\\"produit_vaisselle_main\\\", \\\"147\\\": \\\"insecticides\\\", \\\"148\\\": \\\"sodas_et_baf_gazeuses\\\", \\\"149\\\": \\\"poivres_et_sels\\\", \\\"150\\\": \\\"gouters\\\", \\\"151\\\": \\\"aliments_secs_pour_chats\\\", \\\"152\\\": \\\"soins_des_mains_et_levres\\\", \\\"153\\\": \\\"pizzas_rf\\\", \\\"154\\\": \\\"non_dairy_drinks_and_creams\\\", \\\"155\\\": \\\"beurres\\\", \\\"156\\\": \\\"riz\\\", \\\"157\\\": \\\"legumes\\\", \\\"158\\\": \\\"fruits_secs\\\", \\\"159\\\": \\\"champagne\\\", \\\"160\\\": \\\"saucisses_et_brochettes\\\", \\\"161\\\": \\\"crepes_galettes\\\", \\\"162\\\": \\\"sante\\\", \\\"163\\\": \\\"ciders\\\", \\\"164\\\": \\\"poissonnerie\\\", \\\"165\\\": \\\"chewing_gums\\\", \\\"166\\\": \\\"jambons_cuits_de_volailles\\\", \\\"167\\\": \\\"desserts_a_preparer\\\", \\\"168\\\": \\\"foies_gras_frais\\\", \\\"169\\\": \\\"adhesifs_bandages_et_1er_soins\\\", \\\"170\\\": \\\"emballages_menagers\\\", \\\"171\\\": \\\"boissons_a_base_de_the\\\", \\\"172\\\": \\\"liqueur_et_creme\\\", \\\"173\\\": \\\"papiers_toilette\\\", \\\"174\\\": \\\"pizzas_surgelees\\\", \\\"175\\\": \\\"barres_cerealieres\\\", \\\"176\\\": \\\"pates_a_tartiner\\\", \\\"177\\\": \\\"coffret_de_toilette\\\", \\\"178\\\": \\\"colas\\\", \\\"179\\\": \\\"olives\\\", \\\"180\\\": \\\"fresh_and_uht_creams\\\", \\\"181\\\": \\\"fromages_a_tartiner,_enfants\\\", \\\"182\\\": \\\"produit_d'incontinence\\\", \\\"183\\\": \\\"hygiene_sexuelle\\\", \\\"184\\\": \\\"mouchoirs_en_papier\\\", \\\"185\\\": \\\"conserves_de_thon\\\", \\\"186\\\": \\\"pommes_de_terre_surgelees\\\", \\\"187\\\": \\\"brown_beers\\\", \\\"188\\\": \\\"pates_pressees_cuites\\\", \\\"189\\\": \\\"boissons_aux_fruits_plates\\\", \\\"190\\\": \\\"conserves_de_sardines\\\", \\\"191\\\": \\\"viandes_surgelees\\\", \\\"192\\\": \\\"sandwich_snack_croques\\\", \\\"193\\\": \\\"eaux_aromatisees\\\", \\\"194\\\": \\\"pates_pressees_non_cuites\\\", \\\"195\\\": \\\"vins_tranquilles\\\", \\\"196\\\": \\\"pates_molles\\\", \\\"197\\\": \\\"produit_de_lavage_lave_vaisselle\\\", \\\"198\\\": \\\"toasts_galettes_et_crackers\\\", \\\"199\\\": \\\"flavoured_beers\\\", \\\"200\\\": \\\"toilette_intime\\\", \\\"201\\\": \\\"frais_non_laitiers_ls\\\", \\\"202\\\": \\\"legumes_secs\\\", \\\"203\\\": \\\"eaux_plates_natures\\\", \\\"204\\\": \\\"limonades_tonics_limes\\\", \\\"205\\\": \\\"entrees_appertisees\\\", \\\"206\\\": \\\"plats_cuisines_deshydrates\\\", \\\"207\\\": \\\"moutardes_et_picallili\\\", \\\"208\\\": \\\"solubles\\\", \\\"209\\\": \\\"panification\\\", \\\"210\\\": \\\"cookies\\\", \\\"211\\\": \\\"margarines\\\", \\\"212\\\": \\\"sucres\\\", \\\"213\\\": \\\"essuie-tout\\\", \\\"214\\\": \\\"vinaigres\\\", \\\"215\\\": \\\"brosse,_chiffon,_lingettes\\\", \\\"216\\\": \\\"produits_rasage\\\", \\\"217\\\": \\\"farines\\\", \\\"218\\\": \\\"pates_menageres\\\", \\\"219\\\": \\\"eponges_et_tampons_a_recurer\\\", \\\"220\\\": \\\"lessives_specialistes\\\", \\\"221\\\": \\\"conserves_de_maquereaux\\\", \\\"222\\\": \\\"tampons\\\", \\\"223\\\": \\\"balais,_plumeaux\\\", \\\"224\\\": \\\"madeleines,_brownies,_muffins\\\", \\\"225\\\": \\\"fruits_au_sirop\\\", \\\"226\\\": \\\"bike_parts\\\", \\\"227\\\": \\\"frozen_desserts\\\", \\\"228\\\": \\\"sauces_vinaigrettes\\\", \\\"229\\\": \\\"fruits\\\", \\\"230\\\": \\\"fromages_mediterraneens\\\", \\\"231\\\": \\\"gins/vodkas/tequilas\\\", \\\"232\\\": \\\"crepes,_gauffres\\\", \\\"233\\\": \\\"quiche/tarte_salee/tourte_rf\\\", \\\"234\\\": \\\"pain_de_mie\\\", \\\"235\\\": \\\"conserves_autres_produits_de_la_mer\\\", \\\"236\\\": \\\"eaux_gazeuses_natures\\\", \\\"237\\\": \\\"biscuits_petit_dejeuner\\\", \\\"238\\\": \\\"detachants\\\", \\\"239\\\": \\\"biscottes_et_extrudes\\\", \\\"240\\\": \\\"foies_gras_appertises\\\", \\\"241\\\": \\\"cotons_et_cotons_tiges\\\", \\\"242\\\": \\\"mayonnaises\\\", \\\"243\\\": \\\"sacs_poubelles\\\", \\\"244\\\": \\\"barquettes,_sachets_alimentaires_et_emballages_rouleaux\\\", \\\"245\\\": \\\"accessoires_et_lubrifiants\\\", \\\"246\\\": \\\"fromages_rapes,_tranches,_des,_sandwiches,_aperitifs\\\", \\\"247\\\": \\\"surimi\\\", \\\"248\\\": \\\"viande_hachee\\\", \\\"249\\\": \\\"tartinables_conserves\\\", \\\"250\\\": \\\"legumes_marines\\\", \\\"251\\\": \\\"preparation_boissons_chocolatees\\\", \\\"252\\\": \\\"dinde\\\", \\\"253\\\": \\\"gants_de_menage\\\", \\\"254\\\": \\\"haricots_verts_en_conserves\\\", \\\"255\\\": \\\"pates_persillees\\\", \\\"256\\\": \\\"wheat_beers\\\", \\\"257\\\": \\\"aliments_humides_pour_chiens\\\", \\\"258\\\": \\\"plats_cuisines_appertises\\\", \\\"259\\\": \\\"desserts_prets_a_consommer\\\", \\\"260\\\": \\\"poissons_fumes\\\", \\\"261\\\": \\\"pneus_camionnettes\\\", \\\"262\\\": \\\"pains_grilles_et_braises\\\", \\\"263\\\": \\\"preservatifs\\\", \\\"264\\\": \\\"vins_doux_naturels_/_muscats_/_pineaux\\\", \\\"265\\\": \\\"vin_rose\\\", \\\"266\\\": \\\"levures_et_sucres_aromatises\\\", \\\"267\\\": \\\"petits_pois,_carottes_en_conserves\\\", \\\"268\\\": \\\"cornichons\\\", \\\"269\\\": \\\"regime_et_substituts\\\", \\\"270\\\": \\\"salades\\\", \\\"271\\\": \\\"boissons_energetiques\\\", \\\"272\\\": \\\"soins_anti-bacteriens_visage\\\", \\\"273\\\": \\\"punch_et_cocktail\\\", \\\"274\\\": \\\"champignons_en_conserves\\\", \\\"275\\\": \\\"vins_aromatises\\\", \\\"276\\\": \\\"aperitifs_anises\\\", \\\"277\\\": \\\"vin_rouge\\\", \\\"278\\\": \\\"edulcorants_et_substituts_de_sucre\\\", \\\"279\\\": \\\"eau_de_vie_et_fruits_a_l'alcool\\\", \\\"280\\\": \\\"deboucheur_et_produits_fosses_septique\\\", \\\"281\\\": \\\"entretien_cuir_pvc_et_toile\\\", \\\"282\\\": \\\"viande_bovine\\\", \\\"283\\\": \\\"ketchups\\\", \\\"284\\\": \\\"graines_et_autres_fruits_secs\\\", \\\"285\\\": \\\"conserves_de_tomates\\\", \\\"286\\\": \\\"road_cycle_tyres\\\", \\\"287\\\": \\\"adoucisseur_d'eau/detartrant\\\", \\\"288\\\": \\\"mais_doux_en_conserves\\\", \\\"289\\\": \\\"mtb_cycle_tyres\\\", \\\"290\\\": \\\"canard\\\", \\\"291\\\": \\\"javel\\\", \\\"292\\\": \\\"amer/gentiane/bitter/americano\\\", \\\"293\\\": \\\"cognac_armagnac_calvados\\\", \\\"294\\\": \\\"corned_beef_et_escargots_boite\\\", \\\"295\\\": \\\"low_alcohol_beers\\\", \\\"296\\\": \\\"asperges_en_conserves\\\", \\\"297\\\": \\\"viande_porcine\\\", \\\"298\\\": \\\"purees_pommes_de_terre_deshydratees\\\", \\\"299\\\": \\\"savons_de_menage\\\", \\\"300\\\": \\\"vin_blanc\\\", \\\"301\\\": \\\"boulangerie_et_pains_pre-emballes\\\", \\\"302\\\": \\\"produit_entretien_lave_vaisselle\\\", \\\"303\\\": \\\"coquillages_&_crustaces\\\", \\\"304\\\": \\\"sangria_et_aperitifs_base_vin\\\", \\\"305\\\": \\\"salades_conserves_produits_de_la_mer\\\", \\\"306\\\": \\\"cremes_de_marrons\\\", \\\"307\\\": \\\"lardons_et_des\\\", \\\"308\\\": \\\"sauces_herbes_infus._surgeles\\\", \\\"309\\\": \\\"laits_industriels\\\", \\\"310\\\": \\\"pommes_de_terre\\\", \\\"311\\\": \\\"porto_madere_xeres\\\", \\\"312\\\": \\\"produits_entretien_et_gros_travaux\\\", \\\"313\\\": \\\"nettoyants_vitres\\\", \\\"314\\\": \\\"specialties_ice_cream_to_share\\\", \\\"315\\\": \\\"entretien_bois_et_meubles\\\", \\\"316\\\": \\\"produits_pour_le_bain\\\", \\\"317\\\": \\\"choux_poireaux_navets_celeris\\\", \\\"318\\\": \\\"filtres_a_cafe\\\", \\\"319\\\": \\\"dissolvants\\\", \\\"320\\\": \\\"jus_de_legumes\\\", \\\"321\\\": \\\"lapins_et_autres_gibiers\\\", \\\"322\\\": \\\"vermouth\\\", \\\"323\\\": \\\"flageolets_en_conserves\\\", \\\"324\\\": \\\"concombres_avocats_radis_betteraves\\\", \\\"325\\\": \\\"tomates\\\", \\\"326\\\": \\\"brosses_a_dents_electriques\\\", \\\"327\\\": \\\"alcohol_free_beers\\\", \\\"328\\\": \\\"pommes,_poires\\\", \\\"329\\\": \\\"ail_oignons_echalotes\\\", \\\"330\\\": \\\"pains_suedois\\\", \\\"331\\\": \\\"teintures_textiles\\\", \\\"332\\\": \\\"fruits_frais_decoupes\\\", \\\"333\\\": \\\"agrumes\\\", \\\"334\\\": \\\"tube\\\", \\\"335\\\": \\\"lots_mixtes_hygiene_beaute\\\", \\\"336\\\": \\\"graisses_a_frire\\\", \\\"337\\\": \\\"parapharmacie\\\", \\\"338\\\": \\\"filets,_paves_de_poisson\\\", \\\"339\\\": \\\"entretien_fours_grills_et_plaques\\\", \\\"340\\\": \\\"sirops_d'erable_et_assimiles\\\", \\\"341\\\": \\\"ampoules_piles\\\", \\\"342\\\": \\\"piles\\\", \\\"343\\\": \\\"gateaux_fromagers_et_tourteaux\\\", \\\"344\\\": \\\"herbes_aromatiques_fraiches\\\", \\\"345\\\": \\\"pruneaux\\\", \\\"346\\\": \\\"amandes\\\", \\\"347\\\": \\\"premix\\\", \\\"348\\\": \\\"fruits_rouges\\\", \\\"349\\\": \\\"accessoire_lustrant_chaussures\\\", \\\"350\\\": \\\"aubergines,_courgettes,_poivrons\\\", \\\"351\\\": \\\"epilateurs,_lumiere_pulsee_etc\\\", \\\"352\\\": \\\"tartes,_far\\\", \\\"353\\\": \\\"carottes\\\", \\\"354\\\": \\\"abricots,_cerises_et_prunes\\\", \\\"355\\\": \\\"champignons\\\", \\\"356\\\": \\\"sport\\\", \\\"357\\\": \\\"nectarines,_brugnons,_peches\\\", \\\"358\\\": \\\"optique_et_audition\\\", \\\"359\\\": \\\"kiwis\\\", \\\"360\\\": \\\"fruits_exotiques\\\", \\\"361\\\": \\\"melons,_pasteques\\\", \\\"362\\\": \\\"potirons,_courges_et_legumes_anciens\\\", \\\"363\\\": \\\"lingettes_et_rinces_doigts\\\", \\\"364\\\": \\\"produits_pour_metaux\\\", \\\"365\\\": \\\"maitien_articulaire_et_semelles\\\", \\\"366\\\": \\\"sirop_de_sucre_de_canne\\\", \\\"367\\\": \\\"raisin\\\", \\\"368\\\": \\\"dattes\\\", \\\"369\\\": \\\"maux_du_quotidien\\\", \\\"370\\\": \\\"endives\\\", \\\"371\\\": \\\"entretien_tapis_moquette_ameublement\\\", \\\"372\\\": \\\"noix\\\", \\\"373\\\": \\\"proteine_vegetale_et_construction_musculaire\\\", \\\"374\\\": \\\"tests_et_appareils_de_mesure\\\", \\\"375\\\": \\\"accessoires_hygiene_dentaire\\\", \\\"376\\\": \\\"semelles\\\", \\\"377\\\": 